Repository: lwshanbd/Vela
Catalog: Vela/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ is asleep
zh_hans: %@ 已休眠

source: %@ is paired. From now on, Vela connects on its own when you get in.
zh_hans: %@ 已配对。以后上车时，Vela 会自动连接。

source: %@ of %@
zh_hans: %@，共 %@

source: %@ open
zh_hans: %@未关闭

source: %@ seat
zh_hans: %@座椅

source: %@ tire %@ %@%@
zh_hans: %@轮胎 %@ %@%@

source: %@ tire low
zh_hans: %@轮胎胎压偏低

source: %@ to %lld%%
zh_hans: 还需 %@ 充至 %lld%%

source: %@ until fully charged
zh_hans: 还需 %@ 充满

source: %@ · Bluetooth
zh_hans: %@ · 蓝牙

source: %@ · Low
zh_hans: %@ · 偏低

source: %lld h %lld min
zh_hans: %lld 小时 %lld 分钟

source: %lld kilometers per hour
zh_hans: 每小时 %lld 公里

source: %lld km
zh_hans: %lld 公里

source: %lld mi
zh_hans: %lld 英里

source: %lld miles per hour
zh_hans: 每小时 %lld 英里

source: %lld min
zh_hans: %lld 分钟

source: %lld modules
zh_hans: %lld 个模块

source: %lld need attention
zh_hans: %lld 项需要注意

source: %lld of %lld
zh_hans: %lld，共 %lld

source: %lld of %lld stalls free
zh_hans: %lld 个充电桩空闲，共 %lld 个

source: %lld percent, limit %lld percent
zh_hans: 电量百分之 %lld，上限百分之 %lld

source: , low
zh_hans: ，胎压偏低

source: A VIN has 17 letters and numbers and never uses I, O or Q.
zh_hans: VIN 由 17 位字母和数字组成，不包含 I、O 或 Q。

source: A bit farther
zh_hans: 稍远

source: A calm second screen for your Tesla.
zh_hans: 为你的 Tesla 打造的简洁副屏。

source: ALERTS
zh_hans: 提醒

source: Add Vela as a key
zh_hans: 将 Vela 添加为钥匙

source: Added
zh_hans: 已充入电量

source: Alarm
zh_hans: 警报

source: All closed
zh_hans: 全部已关闭

source: Allow Bluetooth in Settings
zh_hans: 在设置中允许蓝牙访问

source: Appearance
zh_hans: 外观

source: Armed
zh_hans: 警戒中

source: Asking the car…
zh_hans: 正在向车辆查询…

source: Asleep · Phone key
zh_hans: 已休眠 · 手机钥匙

source: Auto seat climate
zh_hans: 座椅温控自动调节

source: Aware
zh_hans: 已检测到活动

source: Back
zh_hans: 返回

source: Back to dashboard
zh_hans: 返回仪表盘

source: Back to settings
zh_hans: 返回设置

source: Background
zh_hans: 背景

source: Battery %lld percent
zh_hans: 电量百分之 %lld

source: Battery heater %@
zh_hans: 电池加热%@

source: Bioweapon defense
zh_hans: 生物武器防御模式

source: Black
zh_hans: 纯黑

source: Bluetooth access is off
zh_hans: 蓝牙权限已关闭

source: Bluetooth access off
zh_hans: 蓝牙权限已关闭

source: Bluetooth is off
zh_hans: 蓝牙已关闭

source: Bluetooth is off or not allowed for Vela.
zh_hans: 蓝牙已关闭，或 Vela 尚未获得蓝牙权限。

source: Bluetooth off
zh_hans: 蓝牙已关闭

source: Bold
zh_hans: 粗体

source: Bottom of the windshield, driver's side
zh_hans: 驾驶员侧挡风玻璃底部

source: CHARGING
zh_hans: 充电中

source: CLIMATE
zh_hans: 空调

source: CONTROLS
zh_hans: 控制

source: Cabin overheat protection
zh_hans: 驾驶室过热保护

source: Camp
zh_hans: 露营

source: Cancel
zh_hans: 取消

source: Center
zh_hans: 后排中间

source: Charge port
zh_hans: 充电口

source: Chargers
zh_hans: 充电站

source: Charging complete
zh_hans: 充电完成

source: Check the VIN
zh_hans: 核对 VIN

source: Choose your car
zh_hans: 选择你的车辆

source: Climate
zh_hans: 空调

source: Climate power
zh_hans: 空调开关

source: Climate, set to %@. Open climate
zh_hans: 空调，设定温度 %@。打开空调设置

source: Close
zh_hans: 关闭

source: Closed
zh_hans: 已关闭

source: Collapsed
zh_hans: 已收起

source: Color
zh_hans: 颜色

source: Color applies to speed and gear. Controls stay neutral.
zh_hans: 颜色设置适用于速度和挡位，控制按钮保持中性色。

source: Confirm in your car
zh_hans: 在车内确认

source: Connected to %@
zh_hans: 已连接 %@

source: Connected · Phone key
zh_hans: 已连接 · 手机钥匙

source: Connecting
zh_hans: 正在连接

source: Connecting to %@
zh_hans: 正在连接 %@

source: Connecting to your car
zh_hans: 正在连接车辆

source: Connecting · Phone key
zh_hans: 正在连接 · 手机钥匙

source: Connection lost
zh_hans: 连接已断开

source: Connects to your car over Bluetooth. No account needed.
zh_hans: 通过蓝牙连接车辆，无需账号。

source: Continue
zh_hans: 继续

source: Controls
zh_hans: 控制

source: Couldn't find the car. Stay close to it and check the VIN.
zh_hans: 未找到车辆。请靠近车辆，并核对车辆识别代号（VIN）。

source: Couldn't get Superchargers
zh_hans: 无法获取超级充电站

source: Couldn't reach your car
zh_hans: 无法连接车辆

source: Couldn't save the key on this iPhone.
zh_hans: 无法在此 iPhone 上保存钥匙。

source: Current
zh_hans: 电流

source: DASHBOARD
zh_hans: 仪表盘

source: DISPLAY
zh_hans: 显示

source: DRIVER
zh_hans: 驾驶位

source: Dark
zh_hans: 深色

source: Dashboard
zh_hans: 仪表盘

source: Defrost
zh_hans: 除霜

source: Details
zh_hans: 详细信息

source: Dog
zh_hans: 爱犬

source: Doors and windows
zh_hans: 车门和车窗

source: Driver
zh_hans: 驾驶位

source: Driving
zh_hans: 行驶

source: E
zh_hans: 东

source: Enter the VIN
zh_hans: 输入车辆识别代号

source: Expanded
zh_hans: 已展开

source: FAVORITES
zh_hans: 收藏电台

source: FRONT
zh_hans: 车头

source: Fan
zh_hans: 风扇

source: Fan only
zh_hans: 仅风扇

source: Fan speed %@
zh_hans: 风速 %@

source: Far
zh_hans: 较远

source: Finding your Tesla
zh_hans: 正在查找你的 Tesla

source: Flash lights
zh_hans: 闪灯

source: Free stalls
zh_hans: 空闲充电桩

source: Front %@
zh_hans: 前挡风玻璃%@

source: Front %@ · Rear %@
zh_hans: 前挡风玻璃%@ · 后挡风玻璃%@

source: Front left
zh_hans: 左前

source: Front left door
zh_hans: 左前车门

source: Front left window
zh_hans: 左前车窗

source: Front right
zh_hans: 右前

source: Front right door
zh_hans: 右前车门

source: Front right window
zh_hans: 右前车窗

source: Front trunk
zh_hans: 前备箱

source: Garage door
zh_hans: 车库门

source: Gear %@
zh_hans: 挡位 %@

source: Get started
zh_hans: 开始使用

source: Graphite
zh_hans: 石墨灰

source: Heading
zh_hans: 方向

source: Heading %@
zh_hans: 方向 %@

source: Hidden when nothing plays
zh_hans: 未播放时隐藏

source: High
zh_hans: 高

source: Honk
zh_hans: 鸣笛

source: Ice
zh_hans: 冰蓝

source: Inside %@
zh_hans: 车内 %@

source: Inside %@ · Outside %@
zh_hans: 车内 %@ · 车外 %@

source: Inside and outside
zh_hans: 车内和车外温度

source: KM/H
zh_hans: 公里/时

source: Keep climate on
zh_hans: 保持空调开启

source: Keep screen on while driving
zh_hans: 行驶时保持屏幕常亮

source: LIVE
zh_hans: 直播

source: Landscape
zh_hans: 横屏

source: Level %lld of 3
zh_hans: 第 %lld 挡，共 3 挡

source: Light
zh_hans: 浅色

source: Lilac
zh_hans: 淡紫

source: Lock state unknown
zh_hans: 车锁状态未知

source: Locked
zh_hans: 已锁定

source: Locked. Unlock the car
zh_hans: 已锁定。解锁车辆

source: Locks, trunks, windows
zh_hans: 车锁、备箱、车窗

source: Low
zh_hans: 低

source: Lower %@ temperature
zh_hans: 调低%@温度

source: Lower temperature
zh_hans: 调低温度

source: MODULES · TOP TO BOTTOM
zh_hans: 模块 · 从上到下

source: MPH
zh_hans: 英里/时

source: Map
zh_hans: 地图

source: Max defrost
zh_hans: 强力除霜

source: Media
zh_hans: 媒体

source: Medium
zh_hans: 中

source: Mirror heaters %@
zh_hans: 后视镜加热%@

source: Modules lower in the list wait when there is no room.
zh_hans: 空间不足时，列表中靠后的模块将暂不显示。

source: More
zh_hans: 更多

source: N
zh_hans: 北

source: N, NE, E …
zh_hans: 北、东北、东…

source: NE
zh_hans: 东北

source: NOW PLAYING
zh_hans: 正在播放

source: NW
zh_hans: 西北

source: Navigation
zh_hans: 导航

source: Nearby
zh_hans: 附近

source: Nearby Superchargers
zh_hans: 附近的超级充电站

source: Needs internet
zh_hans: 需要联网

source: Next favorite
zh_hans: 下一个收藏电台

source: Next track
zh_hans: 下一曲

source: No Superchargers nearby
zh_hans: 附近没有超级充电站

source: No room
zh_hans: 空间不足

source: Not connected
zh_hans: 未连接

source: Not playing
zh_hans: 未在播放

source: Numerals
zh_hans: 数字字重

source: Off
zh_hans: 关闭

source: On
zh_hans: 开启

source: On the touchscreen: Controls › Software
zh_hans: 车载触摸屏：控制 › 软件

source: Only when a tire warns
zh_hans: 仅在胎压异常时显示

source: Only when something is open
zh_hans: 仅在车门或车窗等未关闭时显示

source: Only while the car navigates
zh_hans: 仅在车辆导航时显示

source: Open
zh_hans: 打开

source: Open Settings
zh_hans: 打开设置

source: Open dashboard
zh_hans: 打开仪表盘

source: Opened
zh_hans: 已打开

source: Opens Now Playing
zh_hans: 打开正在播放

source: Orientation
zh_hans: 屏幕方向

source: Out of range
zh_hans: 超出续航范围

source: Outside %@
zh_hans: 车外 %@

source: PASSENGER
zh_hans: 副驾驶位

source: Pair again
zh_hans: 重新配对

source: Pairing timed out. Try again and, when the touchscreen asks, tap your key card on the card reader, then tap Confirm.
zh_hans: 配对超时。请重试，并在车载触摸屏提示时，将钥匙卡放在读卡器上，然后点击“确认”。

source: Paper
zh_hans: 纸白

source: Parked
zh_hans: 驻车

source: Parked only
zh_hans: 仅在驻车时显示

source: Passenger
zh_hans: 副驾驶位

source: Pause
zh_hans: 暂停

source: Phone
zh_hans: 手机

source: Pick the one you're sitting in. The closest car is listed first.
zh_hans: 请选择你所在的车辆，距离最近的车辆排在最前面。

source: Play
zh_hans: 播放

source: Play or pause
zh_hans: 播放或暂停

source: Portrait
zh_hans: 竖屏

source: Power
zh_hans: 功率

source: Power %lld kilowatts
zh_hans: 功率 %lld 千瓦

source: Pressure unit
zh_hans: 胎压单位

source: Preview
zh_hans: 预览

source: Previous favorite
zh_hans: 上一个收藏电台

source: Previous track
zh_hans: 上一曲

source: Pure
zh_hans: 纯色

source: Quiet
zh_hans: 静默

source: Radio
zh_hans: 收音机

source: Raise %@ temperature
zh_hans: 调高%@温度

source: Raise temperature
zh_hans: 调高温度

source: Range
zh_hans: 续航

source: Rated range left
zh_hans: 剩余额定续航

source: Rear %@
zh_hans: 后挡风玻璃%@

source: Rear left
zh_hans: 左后

source: Rear left door
zh_hans: 左后车门

source: Rear left window
zh_hans: 左后车窗

source: Rear right
zh_hans: 右后

source: Rear right door
zh_hans: 右后车门

source: Rear right window
zh_hans: 右后车窗

source: Rear trunk
zh_hans: 后备箱

source: Recommended %@ %@
zh_hans: 建议胎压 %@ %@

source: Recommended %@ front, %@ rear %@
zh_hans: 建议前轮 %@、后轮 %@ %@

source: Reconnecting automatically
zh_hans: 正在自动重新连接

source: Reconnecting · Phone key
zh_hans: 正在重新连接 · 手机钥匙

source: Refresh
zh_hans: 刷新

source: Regular
zh_hans: 常规

source: Remove %@ from Vela?
zh_hans: 从 Vela 中移除 %@？

source: Remove it anytime in your car's Locks menu
zh_hans: 可随时在车辆的“车锁”菜单中移除

source: Remove vehicle
zh_hans: 移除车辆

source: Reorder %@
zh_hans: 调整%@的顺序

source: S
zh_hans: 南

source: SE
zh_hans: 东南

source: SEAT COOLING
zh_hans: 座椅通风

source: SEAT HEATING
zh_hans: 座椅加热

source: SETTINGS
zh_hans: 设置

source: SPEED DISPLAY
zh_hans: 速度显示

source: SUPERCHARGERS
zh_hans: 超级充电站

source: SUPERCHARGING
zh_hans: 超级充电中

source: SW
zh_hans: 西南

source: Sage
zh_hans: 鼠尾草绿

source: Sand
zh_hans: 沙色

source: Search again
zh_hans: 重新搜索

source: Searching nearby
zh_hans: 正在搜索附近车辆

source: Sentry Mode
zh_hans: 哨兵模式

source: Set temperature
zh_hans: 设置温度

source: Settings
zh_hans: 设置

source: Sit in the car with the touchscreen awake.
zh_hans: 请坐进车内，并唤醒车载触摸屏。

source: Software updates
zh_hans: 软件更新

source: Something went wrong. Try again.
zh_hans: 出现问题，请重试。

source: Speed display
zh_hans: 速度显示

source: Speed units
zh_hans: 速度单位

source: Standby
zh_hans: 待机

source: Starts at
zh_hans: 启动温度

source: Station closed
zh_hans: 暂停营业

source: Stay near your car with Bluetooth on. This usually takes a few seconds.
zh_hans: 请开启蓝牙并靠近车辆，通常只需几秒钟。

source: Steering wheel heat
zh_hans: 方向盘加热

source: Sunroof
zh_hans: 天窗

source: Sync both sides
zh_hans: 同步两侧温度

source: System
zh_hans: 跟随系统

source: Tap Confirm on the touchscreen.
zh_hans: 在车载触摸屏上点击“确认”。

source: Tap refresh to ask the car again.
zh_hans: 轻点刷新以重新向车辆查询。

source: Tap to lock
zh_hans: 轻点以锁定

source: Tap to unlock
zh_hans: 轻点以解锁

source: Tap your key card on the card reader.
zh_hans: 将钥匙卡放在读卡器上。

source: Temperature
zh_hans: 温度

source: The car didn't accept the request. Try again from inside the car.
zh_hans: 车辆未接受请求。请坐进车内重试。

source: The car's navigation didn't list any sites.
zh_hans: 车辆导航未提供任何充电站。

source: This VIN belongs to a different car than the one you picked. Check it, or go back and pick another car.
zh_hans: 此 VIN 与所选车辆不符。请核对 VIN，或返回选择其他车辆。

source: Tire pressure
zh_hans: 胎压

source: Tire warnings
zh_hans: 胎压警告

source: To full
zh_hans: 充满还需

source: Trunk
zh_hans: 后备箱

source: Try again
zh_hans: 重试

source: Turn it on in Control Center
zh_hans: 请在控制中心开启蓝牙

source: Turn on Bluetooth to search
zh_hans: 开启蓝牙以搜索车辆

source: Unlocked
zh_hans: 已解锁

source: Unlocked. Lock the car
zh_hans: 已解锁。锁定车辆

source: Update
zh_hans: 更新

source: VEHICLE
zh_hans: 车辆

source: VIN
zh_hans: 车辆识别代号（VIN）

source: Vehicle
zh_hans: 车辆

source: Vehicle status, %@, %@
zh_hans: 车辆状态，%@，%@

source: Vela connects when someone opens a door.
zh_hans: 打开车门后，Vela 将自动连接。

source: Vela deletes its key from this iPhone. To remove the key from the car too, open Locks on the touchscreen.
zh_hans: Vela 会删除此 iPhone 上的钥匙。如需同时删除车辆中的钥匙，请打开车载触摸屏上的“车锁”设置。

source: Vela needs Bluetooth to talk to your car.
zh_hans: Vela 需要蓝牙权限才能与车辆通信。

source: Vela needs the 17-character VIN to set up the key for this car. It stays on this phone.
zh_hans: Vela 需要 17 位车辆识别代号（VIN）来设置车辆钥匙。VIN 仅保存在此手机上。

source: Vent
zh_hans: 通风

source: Vented
zh_hans: 已通风

source: Very close · likely the car you are in
zh_hans: 很近 · 可能是你所在的车辆

source: Voltage
zh_hans: 电压

source: Volume
zh_hans: 音量

source: W
zh_hans: 西

source: WHEN YOU LEAVE THE CAR
zh_hans: 离车后

source: WHERE TO FIND IT
zh_hans: 在哪里可以找到

source: Waiting for the car
zh_hans: 正在等待车辆响应

source: Waiting for your car
zh_hans: 正在等待车辆确认

source: While connected to your car
zh_hans: 连接车辆时生效

source: White
zh_hans: 纯白

source: Windows
zh_hans: 车窗

source: Wiper heater %@
zh_hans: 雨刮器加热%@

source: Works without internet
zh_hans: 无需联网即可使用

source: You're all set
zh_hans: 设置完成

source: Your car adds Vela as a phone key. Vela uses it to show driving and charging info, and for the controls you use in the app.
zh_hans: 车辆会将 Vela 添加为手机钥匙，用于显示行驶和充电信息，以及执行 App 中的车辆控制操作。

source: Your car didn't confirm
zh_hans: 车辆未确认

source: kW the motor is using
zh_hans: 电机当前功率（千瓦）

source: km/h
zh_hans: 公里/时

source: off
zh_hans: 关闭

source: on
zh_hans: 开启

source: unknown
zh_hans: 未知
